import React from "react";

function ArticleContent() {
  return (
    <div
      className="w-full relative flex flex-col gap-y-12
    child:text-right child:text-natural-black mt-12"
    >
      <div className="flex flex-col items-start gap-y-10">
        <h2 className="lg:text-h1Semi sm:text-h2Semi text-h3Semi ">جاهای دیدنی شیراز(حافظیه) </h2>
        <p className="lg:text-bodyB2Regular text-bodyB3Regular">
          شب‌های شیراز شب‌های رویایی هستند که با احساسات گردشگران ارتباط عمیقی
          برقرار می‌کنند. حافظیه از پربازدیدترین دیدنی‌های شیراز است. عاشقان
          حافظ در همه جای ایران هستند؛ اما کسانی که اهل شعر و شاعری هستند
          می‌دانند که شب‌های حافظیه حال و هوای دیگری دارد. محال است کسی اهل
          تاریخ و ادبیات باشد، اما شب‌های حافظیه را در اولویت بازدید خود قرار
          ندهد.حافظیه شیراز جذاب‌ترین مکان‌های دیدنی شیراز در شب برای گردشگرانی
          است که اهل شعر باشند. این دسته از افراد شب را در آن سپری می‌کنند و با
          حافظ خوانی و تفأل به حافظ، شبی خاطره‌انگیز را برای خود رقم می‌زنند. چه
          کسی می‌تواند یک شب رویایی را در این مکان بگذراند و صبح با روحیه‌ای
          بسیار خوب قصد دیدن مکان‌های دیگر را نکند!
        </p>
      </div>
      <div className="flex flex-col items-start gap-y-10">
        <h2 className="lg:text-h1Semi sm:text-h2Semi text-h3Semi">نارنجستان قوام</h2>
        <p className="lg:text-bodyB2Regular text-bodyB3Regular">
          مجموعه باغ نارنجستان قوام از مکان‌های دیدنی شیراز در شب، است. این باغ
          زیبا یک جاذبه خاص است که با داشتن معماری و طبیعت کم‌نظیر، چشم
          توریست‌ها را به‌سمت خود هدایت می‌کند. هرچه از زیبایی‌ها و سبک معماری
          جذاب ساختمان داخل باغ قوام بگوییم باز هم حق مطلب ادا نمی‌شود. زمان
          ساخت بنا، کارکرد آن را برای دید و بازدیدهای سیاسی با مقامات خارجی در
          نظر گرفته‌اند. با این کارکرد، می‌توان حدس زد که از چه اساتید مجربی
          برای ساخت بنا استفاده شده و چه تزییناتی در آن به کار رفته است. تقارن
          در معماری بنا و آینه‌کاری زیبای داخل آن، از جذابیت‌هایی است که مورد
          توجه توریست‌ها قرار می‌گیرد. یکی از بخش‌های جذاب باغ نارنجستان را
          می‌توان 
        </p>
      </div>
    </div>
  );
}

export default ArticleContent;
